INSERT INTO runninghi.tbl_challenge(challenge_no, create_date, update_date, challenge_category, content, end_date, image_url, start_date, status, goal, title)
VALUES
    (1, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '날씨 좋은 날 야외에서, 러닝 머신 위에서, 친구와 함께\n언제 누구와 어디서든 달려서 이번 달 100km를 달성해보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 100, '100km 달리기'),
    (2, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '날씨 좋은 날 야외에서, 러닝 머신 위에서, 친구와 함께\n언제 누구와 어디서든 달려서 이번 달 50km를 달성해보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 50, '50km 달리기'),
    (3, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '날씨 좋은 날 야외에서, 러닝 머신 위에서, 친구와 함께\n언제 누구와 어디서든 달려서 이번 달 25km를 달성해보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 25, '25km 달리기'),
    (4, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '날씨 좋은 날 야외에서, 러닝 머신 위에서, 친구와 함께\n언제 누구와 어디서든 달려서 이번 달 10km를 달성해보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 10, '10km 달리기'),
    (5, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '이달의 마라토너가 되어보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 200, '이달의 마라토너'),
    (6, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'DISTANCE', '날씨 좋은 날 야외에서, 러닝 머신 위에서, 친구와 함께\n언제 누구와 어디서든 달려서 이번 달 5km를 달성해보세요!', '2024-07-07 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', false, 5, '5km 달리기'),

    (7, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 330, '치타보다 빨리 달리기'),
    (8, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 360, '호랑이보다 빨리 달리기'),
    (9, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 380, '사자보다 빨리 달리기'),
    (10, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 390, '기린보다 빨리 달리기'),
    (11, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 420, '거북이보다 빨리 달리기'),
    (12, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'SPEED', '꾸준한 훈련으로 페이스를 단축 시켜 볼까요?', '2024-07-07 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', false, 450, '달팽이보다 빨리 달리기'),

    (13, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '이번 달 10일 이상 달려보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 10, '러닝 초보'),
    (14, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '이번 달 15일 이상 달려보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 15, '러닝 숙련자'),
    (15, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '이번 달 20일 이상 달려보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 20, '러닝 매니아'),
    (16, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '이번 달 25일 이상 달려보세요!', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 25, '러닝 중독자'),
    (17, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '7월의 갓생러가 될 수 있을까요?', '2024-07-31 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', true, 30, '갓생러'),
    (18, '2024-06-19 10:17:05', '2024-06-19 10:17:05', 'ATTENDANCE', '이번 달 3일 이상 달려보세요!', '2024-07-07 23:59:59.999999', 'test.jpg', '2024-07-01 00:00:00.000000', false, 3, '러닝 입문');
